Repository: mikewazovzky/monsterlab
Catalog: locale/*/LC_MESSAGES/*.po
Languages: ru

source: Home
ru: Главная

source: Mission
ru: Миссия

source: Services
ru: Услуги

source: Staff
ru: Команда

source: Customers
ru: Клиенты

source: Contacts
ru: Контакты

source: Our Mission. The Beauty of Simplicity.
ru: Наша Миссия. Красота в простоте.

source: Monster Lab. web development studio strives to dive deep to understand customer business. Based on that knowledge, we deliver robust technology to bring our client to the web for efficient interaction with customers and partners over internet.
ru: Cтудия веб-програмирования Monster Lab. стремится глубоко разобраться в особенностях бизнеса клиента. Исходя из этого понимания, мы поставляем надежные технологии позволяющие клиенту организовать эффективное взаимодествие с заказчиками и партнерами через Интернет.

source: Our approach is to keep technology as simple as possible still efficient to do the job. Thus, being an ikea of web development, we define stack of technologies that fits best project requirements and brings down time and cost to have our solution up and running.
ru: Наш подход заключается в том, чтобы предложить клиенту максимально простые и гибкие технологии, позволящие эффективно решать его задачи. Таким образом, будучи своего рода ИКЕА в области веб-разработки, мы минимизируем затраты времени и средств на создание решения.

source: We are specifically proud by our ability to minimize cost and effort required to support our product, still allowing its scaling and further development as customer business grows and changes.
ru: Мы особенно гордимся нашей способностью минимизировать затраты и усилия, необходимые для поддержки нашего продукта, при этом сохраняя все возможности его масштабирование и дальнейшего развития, по мере того как бизнес-клиента развивается и меняется.

source: Services and Technology
ru: Услуги и Технологии

source: Advisory Service
ru: Консалтинг

source: We help customer to understand how they can use mordern technology to drive the business.
ru: Мы помогаем клиентам понять, как современные технологии могут поддержать и способствовать развитию их бизнеса.

source: Web Design
ru: Вэб Дизайн

source: Our creative web design team makes it ... just bright!
ru: Наша творческая команда веб-дизайна сделает так, чтобы все это было ... просто восхитительно!

source: Interactivity
ru: Интерактивность

source: Nobody comes back to boring static pages anymore. Modern JavaScript libraries bring interactivity to your web solution!
ru: Никто больше не возвращается на скучные статические вэб-страницы. Мы используем современные JavaScript библиотеки, чтобы сделать интерактивными свои веб-решения!

source: Software Development
ru: Разработка Программного Обеспечения

source: To build a complex solution we develop a server side application. The stack of technologies we rely upon includes PHP and Laravel.
ru: При создании сложных вэб решений мы разрабатываем серверное программное обеспечение. Используемый нами стэк технологий включает в себя PHP и Laravel.

source: DataBases
ru: Базы Данных

source: Need to handle large amount of data? No problem, we use contemporary database solution to manage it.
ru: Работаете с большими объемами информации? Нет проблем! Мы используем современные системы управления базами данных для их обработки.

source: Support
ru: Поддержка

source: Lifetime support is provided to customer. We deploy and host the solution, update and enhance it as needed, provide required training.
ru: Мы обеспечиваем поддержку нашего продукта на протяжении всего жизненного цикла. Мы обеспечим хостинг вашего решения, будем поддерживать, развивать и совершенствовать его по мере необходимости, обеспечим необходимое обучение.

source: Our Staff
ru: Наша команда

source: James P. Sullivan
ru: Джеймс Салливан

source: Sulley is our Senior Developer and Software Architecture design guru. Pls. never NEVER argue with him!
ru: Джеймс Салливан (Салли) - руководитель разработки и гуру в области архитектуры программного обеспечения. Пожалуйста, никогда НИКОГДА не спорьте с ним!

source: Celia Mae
ru: Селия Мэй

source: Our web design team is led by Celia. I bet you'll be absolutly happy by how it all looks and feels.
ru: Селия отвечает в нашей команде за вэб-дизайн. Готов спорить, вы будете в восторге от всего, что она сможет вам предложить.

source: Mike Wazovzky
ru: Майк Вазовзки

source: Mike's job as a producer is to make you happy. The guy will stay in touch with you 24x7 till the successful solution launch.
ru: Задача Майка, как продюсера проекта, сделать Вас счастливым. Пока, этого не случится (надеемся в момент запуска вашего решения), Майк будет на связи с Вами 24 часа в сутки.

source: Customer Testimonials
ru: Отзывы клиентов

source: Best EVER web design studio for entrepreners and small business
ru: ЛУЧШАЯ студия вэб-дизайна для индивидуальных предпринимателей и небольшого бизнеса.

source: brings your site up and running in no time! Nice people to deal with.
ru: Не успеете осознать, что происходит, как ваш сайт будет сделан и запущен!

source: Randell Boggs
ru: Рэндел Богг

source: entreprener
ru: предприниматель

source: We need a fairily complex and unique solution for large company. They managed to cope with it
ru: Для управления крупной компанией нам нужно достаточно сложное программное решение. Они успешно справились с задачей такого масштаба.

source: I'm specifically happy on how they organized a post production support!
ru: Я особенно доволен тем, как они организовали поддержку нашего решения после его запуска.

source: Henry J. Waternoose
ru: Генри Водоног

source: The govermenment agencies like a CDA have a set of specific requirement to service providers
ru: У государственных органов и агенств достаточно специфичные требования к поставщикам услуг.

source: Monster Labs worked out for us.
ru: Monster Lab. вполне соответствовала всем нашим ожиданиям.

source: Roz
ru: Роз

source: Child Detection Agency
ru: АОД

source: Not everyone has complex needs and a lot of money. I just wanted to share my drowings with my friends over internet
ru: Не у всех сложные потребности и много денег. Я просто хотела поделиться своими рисунками с друзьями в интернете

source: monsters helped me. Now I'm internet star and a millionair. Mom is happy!
ru: монстры помогли мне. Теперь я звезда интернета и миллионер. Мама очень довольна.

source: Boo
ru: Бу

source: Phone:
ru: Телефон:

source: Email:
ru: Электронная почта:
