{
    "Home": "Главная",
    "Mission": "Миссия",
    "Services": "Услуги",
    "Staff": "Команда",
    "Customers": "Клиенты",
    "Contacts": "Контакты",
    "Our Mission. The Beauty of Simplicity.": "Наша Миссия. Красота в простоте.",
    "Monster Lab. web  development studio strives to dive deep to understand customer business. Based on that knowledge, we deliver robust technology to bring our client to the web for efficient interaction with customers and partners over internet.": "Cтудия веб-програмирования Monster Lab. стремится глубоко разобраться в особенностях бизнеса клиента. Исходя из этого понимания, мы поставляем надежные технологии позволяющие клиенту организовать эффективное взаимодествие с заказчиками и партнерами через Интернет.",
    "Our approach is to keep technology as simple as possible still efficient to do the job. Thus, being an ikea of web development, we define stack of technologies that fits best project requirements and brings down time and cost to have our solution up and running.": "Наш подход заключается в том, чтобы предложить клиенту максимально простые и гибкие технологии, позволящие эффективно решать его задачи. Таким образом, будучи своего рода ИКЕА в области веб-разработки, мы минимизируем затраты времени и средств на создание решения.",
    "We are specifically proud by our ability to minimize cost and effort required to support our product, still allowing its scaling and further development as customer business grows and changes.": "Мы особенно гордимся нашей способностью минимизировать затраты и усилия, необходимые для поддержки нашего продукта, при этом сохраняя все возможности его масштабирование и дальнейшего развития, по мере того как бизнес-клиента развивается и меняется.",
    "Services and Technology": "Услуги и Технологии",
    "Advisory Service": "Консалтинг",
    "We help customer to understand how they can use mordern technology to drive the business.": "Мы помогаем клиентам понять, как современные технологии могут поддержать и способствовать развитию их бизнеса.",
    "Web Design": "Вэб Дизайн",
    "Our creative web design team makes it ... just bright!": "Наша творческая команда веб-дизайна сделает так, чтобы все это было ... просто восхитительно!",
    "Interactivity": "Интерактивность",
    "Nobody comes back to boring static pages anymore. Modern JavaScript libraries bring interactivity to your web solution!": "Никто больше не возвращается на скучные статические вэб-страницы. Мы используем современные JavaScript библиотеки, чтобы сделать интерактивными свои веб-решения!",
    "Software Development": "Разработка Программного Обеспечения",
    "To build a complex  solution we develop a server side application. The stack of technologies we rely upon includes PHP and Laravel.": "При создании сложных вэб решений мы разрабатываем серверное программное обеспечение. Используемый нами стэк технологий включает в себя PHP и Laravel.",
    "DataBases": "Базы Данных",
    "Need to handle large amount of data? No problem, we use contemporary database solution to manage it.": "Работаете с большими объемами информации? Нет проблем! Мы используем современные системы управления базами данных для их обработки.",
    "Support": "Поддержка",
    "Lifetime support is provided to customer. We deploy and host the solution, update and enhance it as needed, provide required training.": "Мы обеспечиваем поддержку нашего продукта на протяжении всего жизненного цикла. Мы обеспечим хостинг вашего решения, будем поддерживать, развивать и совершенствовать его по мере необходимости, обеспечим необходимое обучение.",
    "Our Staff": "Наша команда",
    "James P. Sullivan": "Джеймс Салливан",
    "Sulley is our Senior Developer and Software Architecture design guru. Pls. never NEVER argue with him!": "Джеймс Салливан (Салли) - руководитель разработки и гуру в области архитектуры программного обеспечения. Пожалуйста, никогда НИКОГДА не спорьте с ним!",
    "Celia Mae": "Селия Мэй",
    "Our web design team is led by Celia.  I bet you'll be absolutly happy by how it all looks and feels.": "Селия отвечает в нашей команде за вэб-дизайн. Готов спорить, вы будете в восторге от всего, что она сможет вам предложить.",
    "Mike Wazovzky": "Майк Вазовзки",
    "Mike's job as a producer is to make you happy. The guy will stay in touch with you 24x7 till the successful solution launch.": "Задача Майка, как продюсера проекта, сделать Вас счастливым. Пока, этого не случится (надеемся в момент запуска вашего решения), Майк будет на связи с Вами 24 часа в сутки.",
    "Customer Testimonials": "Отзывы клиентов",
    "Best EVER web design studio for entrepreners and small business": "ЛУЧШАЯ студия вэб-дизайна для индивидуальных предпринимателей и небольшого бизнеса.",
    " brings your site up and running in no time! Nice people to deal with.": "Не успеете осознать, что происходит, как ваш сайт будет сделан и запущен!",
    "Randell Boggs": "Рэндел Богг",
    "entreprener": "предприниматель",
    "We need a fairily complex and unique solution for large company. They managed to cope with it": "Для управления крупной компанией нам нужно достаточно сложное программное решение. Они успешно справились с задачей такого масштаба.",
    "I'm specifically happy on how they organized a post production support!": "Я особенно доволен тем, как они организовали поддержку нашего решения после его запуска.",
    "Henry J. Waternoose": "Генри Водоног",
    "SW Power Inc.": "SW Power Inc.",
    "The govermenment agencies like a CDA have a set of specific requirement to service providers": "У государственных органов и агенств достаточно специфичные требования к поставщикам услуг.",
    "Monster Labs worked out for us.": "Monster Lab. вполне соответствовала всем нашим ожиданиям.",
    "Roz": "Роз",
    "Child Detection Agency": "АКЗД",
    "Not everyone has complex needs and a lot of money. I just wanted to share my drowings with my friends over internet": "Не у всех сложные потребности и много денег. Я просто хотела поделиться своими рисунками с друзьями в интернете",
    "monsters helped me. Now I'm internet star and a millionair. Mom is happy!": "монстры помогли мне. Теперь я звезда интернета и миллионер. Мама очень довольна.",
    "Boo": "Бу",
    "Contacts": "Контакты",
    "Phone": "Телефон ",
    "Email": "Электронная почта"
}
